Revit 2027 API
ParameterTypeId.MepEquipmentCalcPipingflowParam Property
 "Calculated Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepEquipmentCalcPipingflowParam { get; }
Public Shared ReadOnly Property MepEquipmentCalcPipingflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepEquipmentCalcPipingflowParam {
	ForgeTypeId^ get ();
}
static member MepEquipmentCalcPipingflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace